{
    "funcional": {
        "description": "Aspectos operativos, técnicos y utilitarios de la aplicación. Velocidad, interfaz, seguridad informática y mecánica de pagos.",
        "anchors": [
            {
                "keyword": "rapidez",
                "sentence": "La rapidez de la transacción es la mayor ventaja técnica."
            },
            {
                "keyword": "interfaz",
                "sentence": "La interfaz de usuario permite navegar por el menú fácilmente."
            },
            {
                "keyword": "sistema",
                "sentence": "El sistema procesa miles de operaciones por segundo sin caerse."
            },
            {
                "keyword": "servidor",
                "sentence": "El servidor respondió correctamente a la solicitud de pago."
            },
            {
                "keyword": "clave",
                "sentence": "Ingresa tu clave de seis dígitos para validar el acceso."
            },
            {
                "keyword": "biometria",
                "sentence": "La biometria facial asegura que solo tú entres a la cuenta."
            },
            {
                "keyword": "saldo",
                "sentence": "Consulta tu saldo actualizado en la pantalla principal."
            },
            {
                "keyword": "historial",
                "sentence": "Revisa el historial de movimientos para ver tus gastos."
            },
            {
                "keyword": "qr",
                "sentence": "Escanea el código qr para iniciar el protocolo de transferencia."
            },
            {
                "keyword": "notificacion",
                "sentence": "Recibirás una notificacion push cuando el dinero se acredite."
            },
            {
                "keyword": "actualizacion",
                "sentence": "La última actualizacion de software corrige errores de conexión."
            },
            {
                "keyword": "menu",
                "sentence": "El menu desplegable muestra las opciones de configuración."
            },
            {
                "keyword": "bateria",
                "sentence": "La aplicación consume poca bateria mientras está en segundo plano."
            },
            {
                "keyword": "datos",
                "sentence": "El uso de la app no gasta tus datos móviles."
            },
            {
                "keyword": "wifi",
                "sentence": "Conéctate a una red wifi para descargar la nueva versión más rápido."
            },
            {
                "keyword": "procesador",
                "sentence": "El procesador del celular ejecuta la encriptación rápidamente."
            },
            {
                "keyword": "algoritmo",
                "sentence": "El algoritmo de seguridad detecta patrones de uso inusuales."
            },
            {
                "keyword": "mantenimiento",
                "sentence": "La plataforma entrará en mantenimiento programado esta madrugada."
            },
            {
                "keyword": "descarga",
                "sentence": "La descarga e instalación toma menos de un minuto."
            },
            {
                "keyword": "registro",
                "sentence": "Completa el registro ingresando tu documento de identidad."
            },
            {
                "keyword": "validacion",
                "sentence": "La validacion por mensaje de texto es un paso obligatorio."
            },
            {
                "keyword": "soporte",
                "sentence": "Contacta al soporte técnico si tienes problemas de acceso."
            },
            {
                "keyword": "error",
                "sentence": "Si aparece un mensaje de error, reinicia la aplicación."
            },
            {
                "keyword": "pantalla",
                "sentence": "Toca la pantalla para confirmar el monto a enviar."
            },
            {
                "keyword": "teclado",
                "sentence": "Usa el teclado numérico para escribir la cantidad exacta."
            }
        ]
    },
    "social": {
        "description": "Aspectos comunitarios, solidarios y de interacción humana. Ayuda, donaciones, familia y compartir.",
        "anchors": [
            {
                "keyword": "amigos",
                "sentence": "Salí con mis amigos y dividimos la cuenta usando la app."
            },
            {
                "keyword": "familia",
                "sentence": "Envío dinero a mi familia que vive en provincia para ayudarles."
            },
            {
                "keyword": "vecinos",
                "sentence": "Los vecinos organizaron una colecta para mejorar el parque."
            },
            {
                "keyword": "comunidad",
                "sentence": "Nuestra comunidad se apoya mutuamente en tiempos difíciles."
            },
            {
                "keyword": "solidaridad",
                "sentence": "La solidaridad de la gente se notó en las donaciones masivas."
            },
            {
                "keyword": "ayuda",
                "sentence": "Esa transferencia fue una gran ayuda para comprar medicinas."
            },
            {
                "keyword": "donacion",
                "sentence": "Hice una donacion voluntaria para el albergue de mascotas."
            },
            {
                "keyword": "compartir",
                "sentence": "Yapear es una forma de compartir gastos sin complicaciones."
            },
            {
                "keyword": "juntos",
                "sentence": "Juntos logramos recaudar lo necesario para la operación."
            },
            {
                "keyword": "grupo",
                "sentence": "Creamos un grupo para juntar el dinero del regalo de cumpleaños."
            },
            {
                "keyword": "colecta",
                "sentence": "La colecta pro-salud fue todo un éxito gracias a los aportes."
            },
            {
                "keyword": "regalo",
                "sentence": "Entre todos compramos un regalo sorpresa para mamá."
            },
            {
                "keyword": "fiesta",
                "sentence": "En la fiesta todos pagaron su cuota al instante."
            },
            {
                "keyword": "reunion",
                "sentence": "Durante la reunion familiar, nos pusimos al día con los pagos."
            },
            {
                "keyword": "hermanos",
                "sentence": "Mis hermanos y yo nos prestamos dinero cuando hace falta."
            },
            {
                "keyword": "colaboracion",
                "sentence": "Agradecemos la colaboracion de todos los que se sumaron a la causa."
            },
            {
                "keyword": "voluntariado",
                "sentence": "El equipo de voluntariado gestiona sus fondos de forma transparente."
            },
            {
                "keyword": "caridad",
                "sentence": "Hacer caridad es más fácil cuando puedes transferir al momento."
            },
            {
                "keyword": "projimo",
                "sentence": "Ayudar al projimo es un valor que debemos practicar siempre."
            },
            {
                "keyword": "union",
                "sentence": "La union hace la fuerza, y también facilita la economía del hogar."
            },
            {
                "keyword": "equipo",
                "sentence": "Todo el equipo de fútbol pagó la cancha desde sus celulares."
            },
            {
                "keyword": "padrino",
                "sentence": "El padrino envió la propina por la aplicación."
            },
            {
                "keyword": "ahijado",
                "sentence": "Mi ahijado recibió su regalo de navidad directamente en su cuenta."
            },
            {
                "keyword": "compañeros",
                "sentence": "Mis compañeros de trabajo y yo hacemos 'vacas' para el almuerzo."
            },
            {
                "keyword": "invitacion",
                "sentence": "La invitacion al evento incluía un QR para confirmar asistencia."
            }
        ]
    },
    "afectiva": {
        "description": "Estados emocionales puros. Sentimientos positivos o negativos experimentados por el usuario.",
        "anchors": [
            {
                "keyword": "feliz",
                "sentence": "Me siento muy feliz de haber resuelto ese pago tan rápido."
            },
            {
                "keyword": "alegria",
                "sentence": "Es una alegria inmensa ver que el dinero llegó a tiempo."
            },
            {
                "keyword": "amor",
                "sentence": "Con mucho amor, te envío este pequeño presente."
            },
            {
                "keyword": "gratitud",
                "sentence": "Siento una profunda gratitud por quienes me apoyaron hoy."
            },
            {
                "keyword": "alivio",
                "sentence": "Fue un gran alivio no tener que ir al banco y hacer cola."
            },
            {
                "keyword": "tranquilidad",
                "sentence": "Me da tranquilidad saber que mis ahorros están seguros."
            },
            {
                "keyword": "confianza",
                "sentence": "Tengo plena confianza en que la operación saldrá bien."
            },
            {
                "keyword": "esperanza",
                "sentence": "Tengo la esperanza de que mi negocio crecerá con esto."
            },
            {
                "keyword": "entusiasmo",
                "sentence": "Hay mucho entusiasmo por probar la nueva funcionalidad."
            },
            {
                "keyword": "orgullo",
                "sentence": "Siento orgullo de usar tecnología hecha en mi país."
            },
            {
                "keyword": "miedo",
                "sentence": "Tenía miedo de equivocarme al digitar el número."
            },
            {
                "keyword": "terror",
                "sentence": "Me da terror pensar que alguien pueda robar mi celular."
            },
            {
                "keyword": "angustia",
                "sentence": "Pasé momentos de angustia hasta que vi la confirmación."
            },
            {
                "keyword": "estres",
                "sentence": "El estres de no tener efectivo desapareció gracias a la app."
            },
            {
                "keyword": "preocupacion",
                "sentence": "Mi mayor preocupacion era que el sistema se cayera."
            },
            {
                "keyword": "frustracion",
                "sentence": "Sentí mucha frustracion cuando la transacción falló."
            },
            {
                "keyword": "ira",
                "sentence": "Me llenó de ira ver que me habían cobrado una comisión oculta."
            },
            {
                "keyword": "tristeza",
                "sentence": "Me da tristeza no poder ayudar más a quienes lo necesitan."
            },
            {
                "keyword": "decepcion",
                "sentence": "Fue una gran decepcion que la app no funcionara en ese momento."
            },
            {
                "keyword": "panico",
                "sentence": "Entré en panico cuando no recordé mi clave de acceso."
            },
            {
                "keyword": "impotencia",
                "sentence": "Sientes impotencia cuando no hay señal y necesitas pagar."
            },
            {
                "keyword": "confusion",
                "sentence": "La nueva actualización me causó un poco de confusion al principio."
            },
            {
                "keyword": "desconfianza",
                "sentence": "Hay cierta desconfianza hacia los enlaces que llegan por mensaje."
            },
            {
                "keyword": "ansiedad",
                "sentence": "La espera de la confirmación me genera un poco de ansiedad."
            },
            {
                "keyword": "sorpresa",
                "sentence": "Fue una grata sorpresa recibir ese dinero inesperado."
            }
        ]
    }
}